Revit 2016 API
Application.NewLoadCombinationArray Method
Creates a new instance of a LoadCombination array.
Namespace: Autodesk.Revit.Creation
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public LoadCombinationArray NewLoadCombinationArray()
Visual Basic
Public Function NewLoadCombinationArray As LoadCombinationArray
Visual C++
public:
LoadCombinationArray^ NewLoadCombinationArray()
See Also
Application Class
Autodesk.Revit.Creation Namespace